Revit 2027 API
ParameterTypeId.ProjectRevisionRevisionIssuedTo Property
 "Issued to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionRevisionIssuedTo { get; }
Public Shared ReadOnly Property ProjectRevisionRevisionIssuedTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionRevisionIssuedTo {
	ForgeTypeId^ get ();
}
static member ProjectRevisionRevisionIssuedTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace